13/data/attachments/7b7e527fc20770e9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joseph_cultural_Actions_85561_4</nif:username>
            <nif:friendToBeRequested>soap_actions_5e574897-88e7-4f14-9482-898188db5716</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>